Repository: HansieNL/SystemTrayMenu
Catalog: Resources/Languages/lang.*.resx
Languages: tr

source: About
tr: Hakkında

source: OK
tr: TAMAM

source: Autostart
tr: Otomatik başlatma

source: Exit
tr: çıkış

source: Folder
tr: Dosya

source: Folder empty
tr: klasör boş

source: Details
tr: Detaylar

source: System Info
tr: Sistem bilgisi

source: Folder inaccessible
tr: Klasöre erişilemiyor

source: Language
tr: Dil

source: Log File
tr: Log dosyası

source: Restart
tr: Tekrar başlat

source: Could not register the hot key.
tr: Kısayol tuşu kaydedilemedi.

source: buttonCancel
tr: İptal

source: General
tr: Genel

source: Hotkey
tr: kısayol tuşu

source: Launch on startup
tr: Başlangıçta başlat

source: Settings
tr: Ayarlar

source: HelpFAQ
tr: Yardım / SSS

source: SystemTrayMenu
tr: Sistem TepsisiMenü

source: TextFirstStart
tr: SSS bölümünü okuyun ve ardından SystemTrayMenu için bir kök dizin seçin.

source: Select Folder
tr: Dosya Seç

source: MessageRootFolderEmpty
tr: SystemTrayMenu için kök klasörünüz mevcut değil veya boş! Klasöre bazı dosyalar, klasörler veya kısayollar koyun veya kök klasörü değiştirin.

source: MessageRootFolderNoAccess
tr: SystemTrayMenu için kök klasöre erişiminiz yok. Klasöre erişim izni verin veya kök klasörü değiştirin.

source: Single click to open an item instead of double click
tr: Bir öğeyi açmak için çift tıklama yerine tek tıklama

source: Dark Mode always active
tr: Karanlık Mod her zaman etkin

source: Advanced
tr: Gelişmiş

source: Mouse location
tr: fare konumu

source: Change folder
tr: Dosyayı değiştir

source: Click
tr: Tıklamak

source: Customize
tr: Özelleştirme

source: Default
tr: Varsayılan

source: If the focus is lost and if the mouse is still on the menu
tr: Odak kaybolursa ve fare hala menüdeyse

source: Milliseconds until a menu opens when the mouse is on it
tr: Fare üzerindeyken bir menü açılana kadar milisaniye

source: Milliseconds until the menu closes if in this case the mouse then leaves the menu
tr: Bu durumda fare menüden çıkarsa menü kapanana kadar milisaniye

source: Pixels maximum menu width
tr: Piksel maksimum menü genişliği

source: Stays open
tr: Açık kalır

source: Time until a menu opens
tr: Bir menü açılana kadar geçen süre

source: If an item was clicked
tr: Bir öğe tıklandığında

source: Background
tr: Arka fon

source: Opened folder
tr: Açılan klasör

source: Border of opened folder
tr: Açılan klasörün sınırı

source: Search field
tr: Arama alanı

source: Selected item
tr: Seçilen öğe

source: Border of selected item
tr: Seçili öğenin kenarlığı

source: Change to relative folder
tr: Göreli klasöre geç

source: Store config at the assembly location
tr: Yapılandırmayı montaj konumunda saklayın

source: Open the assembly location
tr: Montaj yerini aç

source: Pixels maximum menu height
tr: Piksel maksimum menü yüksekliği

source: Arrow
tr: Ok

source: Arrow when clicking
tr: Tıklandığında ok

source: Arrow while mouse hovers
tr: Fare üzerindeyken ok

source: Background of arrow when clicking
tr: Tıklandığında okun arka planı

source: Background of arrow while mouse hovers
tr: Fare gezinirken okun arka planı

source: Colors Dark Mode
tr: Renkler Karanlık Mod

source: Colors Light Mode
tr: Renkler Işık Modu

source: Menu
tr: Menü

source: Scrollbar
tr: Kaydırma çubuğu

source: Slider
tr: kaydırıcı

source: Slider while dragging
tr: Sürüklerken kaydırıcı

source: Slider while mouse hovers 1
tr: Fare 1 üzerindeyken kaydırıcı

source: Slider while mouse hovers 2
tr: Fare 2 üzerindeyken kaydırıcı

source: Use icon from folder
tr: Klasörden simgeyi kullan

source: Size
tr: Boyut

source: Border of menu
tr: Menü sınırı

source: Icons
tr: Simgeler

source: Set by context menu
tr: Bağlam menüsüne göre ayarla

source: Set as SystemTrayMenu folder
tr: SystemTrayMenu klasörü olarak ayarla

source: loading
tr: Yükleniyor

source: Problem with Shortcut
tr: Kısayol ile ilgili sorun

source: The item that this shortcut refers to has been changed or moved, so this shortcut will no longer work properly.
tr: Bu kısayolun atıfta bulunduğu öğe değiştirildi veya taşındı, bu nedenle bu kısayol artık düzgün çalışmayacak.

source: Open Folder
tr: Açık dosya

source: Task Manager
tr: "Görev Yöneticisi"

source: Deactivated
tr: devre dışı

source: Activated
tr: Aktif

source: Expert
tr: Uzman

source: If the focus is lost and the Enter key was pressed
tr: Odak kaybolursa ve Enter tuşuna basıldıysa

source: Milliseconds until the menu closes if in this case the menu is not reactivated
tr: Bu durumda menü yeniden etkinleştirilmezse menü kapanana kadar milisaniye

source: Show in Taskbar
tr: Görev Çubuğunda Göster

source: Add folder
tr: Klasörü eklemek

source: Add content of folders to main menu
tr: Ana menüye klasörlerin içeriğini ekleyin

source: Folder paths
tr: klasör yolları

source: Folders
tr: klasörler

source: Recursive
tr: özyinelemeli

source: Remove folder
tr: Klasörü kaldır

source: Only Files
tr: Yalnızca Dosyalar

source: Cache main menu
tr: Önbellek ana menüsü

source: Clear cache if more than this number of items
tr: Bu sayıda öğeden fazlaysa önbelleği temizle

source: Add sample 'Start Menu' folder
tr: Örnek 'Başlat Menüsü' klasörü ekleyin

source: Row height in percent
tr: Yüzde olarak satır yüksekliği

source: Round corners
tr: Yuvarlak köşeler

source: Appearance
tr: Dış görünüş

source: Bottom left
tr: Sol alt

source: Bottom right
tr: Sağ alt

source: Main menu appears at
tr: Ana menü şurada görünür:

source: Mouse location (Above Taskbar icon)
tr: Fare konumu (Görev Çubuğu simgesinin üstünde)

source: Custom (drag it to the appropriate place)
tr: Özel (uygun yere sürükleyin)

source: element
tr: öğe

source: elements
tr: öğeler

source: Generate shortcuts to drives
tr: Sürücüler için kısayollar oluşturun

source: Cache
tr: önbellek

source: Always Show hidden files, folders or drives
tr: Gizli dosyaları, klasörleri veya sürücüleri her zaman göster

source: Hidden files and folders
tr: Gizli dosya ve klasörler

source: Never show hidden files, folders or drives
tr: Gizli dosyaları, klasörleri veya sürücüleri asla gösterme

source: Size and location
tr: Boyut ve konum

source: Use operating system settings
tr: İşletim sistemi ayarlarını kullan

source: Show only as search result
tr: Yalnızca arama sonucu olarak göster

source: Single click to open a directory instead of double click
tr: Çift tıklama yerine bir dizini açmak için tek tıklama

source: Next to the previous one
tr: Bir öncekinin yanında

source: Offset by pixels
tr: Piksel ile ofset

source: Overlapping
tr: örtüşen

source: Sub menu appears at
tr: Alt menü şurada görünür:

source: Size of the icons in percent
tr: Simgelerin yüzde olarak boyutu

source: Support SystemTrayMenu
tr: Destek SystemTrayMenu

source: Fading
tr: solma

source: Send hotkey to other instance
tr: Başka bir örneğe kısayol tuşu gönder

source: By date
tr: Tarihe göre

source: By name
tr: İsimle

source: Sorting
tr: sıralama

source: Copy row item via drag drop
tr: Sürükle bırak yoluyla satır öğesini kopyala

source: Drag
tr: Sürüklemek

source: Scroll via swipe
tr: Kaydırarak kaydırın

source: Filter menu by file type e.g.: *.exe|*.dll
tr: Menüyü dosya türüne göre filtreleyin, örneğin: *.exe|*.dll
